{
    "about": {
        "title0": "Hey I'm Gizem",
        "title1": "Front End Developer",
        "title2": "Get in touch!"
      },
      "details": {
        "head": "Here's all about you need to know about me!",
        "title0": "My name is Gizem, I am working as a product owner. Because of my enthusiasm to want to develop my own ideas, I found myself in the infinite world of software. The thought that finger-created products can be used by users on the other side of the world excites me.",
        "title1": "EDUCATION",
        "title2": "SKILLS",
        "title3": "GOALS",
        "li0": "Fast learner",
        "li1": "Fond of self-development",
        "li2": "Haven't one zero-day",
        "li3": "Enthusiastic, Passionate, Innovator, Ambitious, Curious",
        "li4": "Good team player, Friendly",
        "education0": "Re:Coded Bootcamp (Re:Coded + Flatiron School) 2020",
        "education1": "Bsc,Management Information Systems, İstanbul University, 2020 - 2014",
        "education2": "MA,Hotel Management / İstanbul Arel University, 2015 2017",
        "education3": "Bsc,Tourism & Hospitality / İstanbul Arel University, 2011 -2015",
        "goals0": "I am eager to bring the applications I will create with my fingers to the users from the other side of the world! I am passionate about doing websites that affect the user at first sight and making applications to make people's lives easier."
      },
      "navbar": {
        "links": {
          "link0": "Home",
          "link1": "About",
          "link2": "Projects",
          "link3": "Contact",
          "link4": "Resume",
          "link5": "Language",
          "link6": "English",
          "link7": "Turkish"
        }
      },   
      "projects": {
        "titles": {
          "title0": "My projects"
        },
        "texts": {
          "text0": "The purpose of this website was to collect food coupon donations for people in need. This project was the closest one to a real-life company project because we had a team leader and we used agile methodology for development. We used ReactJS for development, Firebase to store data, and Ant Design for styling. We've used Stripe API to handle payments, ChartJS for graphs, WordPress API for our blog, i18next for language support. We created our own design used Figma and we worked with a UI/UX designer for our design feedbacks.",
          "text1": "The purpose of this website was to show my who I am, my education details, skills and projects that I made till now.  We used ReactJS for development, Firebase to store data and Bootstrap for styling, i18next for language support.",
          "text2": "This project was similar to the IMDb website which you can search for movies, actors and see popular movies, tv shows etc. In this project, my partner and I've used object-oriented programming and MovieDb API to fetch the necessary movie data. Also, I used JavaScript, HTML and Bootstrap with CSS for styling.",
          "text3": "The purpose of the website is to play mad libs.(You can check how to play it on Google) It can save your words by using local storage. We used HTML, CSS and Boostrap on this project. Also, I learned about and worked with regular expressions."
        },
        "links": {
          "link0": "Github repository",
          "link1": "Open website in a seperate page"
        },
        "bolds": {
          "bold0": "Technologies used:",
           "bold1": "Project Details"
        }
    },
      "contact": {
        "title0": "Get in touch!",
        "title1": "I can't wait for the next exciting project. So let's work on somthing to be proud of together!",
        "title2": "Social Media",
        "title3": "Send Email"
      }
}