{
    "about": {
        "title0": "Merhaba, Ben Gizem!",
        "title1": "Yazılım Geliştirici",
        "title2": "İletişime Geç"
      },
      "details": {
        "head": "Benim hakkımda bilmeniz gereken her şey burada!",
        "title0": "Ben Gizem, yazılım sektörünü geç keşfeden ama parmaklarımla fikirlerimi geliştirmeyi seven ve kendimi yazılım dünyasında bulan biriyim.",
        "title1": "EĞİTİM BİLGİSİ",
        "title2": "YETENEKLER",
        "title3": "HEDEFLER",
        "li0": "Hızlı öğrenirim",
        "li1": "Kendimi geliştirmeyi severim",
        "li2": "Boş günüm yoktur",
        "li3": "Hevesliyim, Tutkuluyum, Yenilikçiyim, Hırslıyım",
        "li4": "İyi bir takım oyuncusuyum, Sosyal biriyim.",
        "education0": "Lise, üniversite ve yüksek lisansımı turizm üzerine okudum.",
        "education1": "Ancak pandemi döneminde krizi fırsata çevirerek Youtube'da kodlama öğrenmeye başladım, ardından Re: Coded ile tanıştım",
        "education2": "Hayatımın en büyük şansı buydu.Geliştiricilerin siyah ekranda ne yazdıklarını bile anlamazken, şimdi onlar gibi kodlamaya başladım.",
        "goals0":"Parmaklarımla oluşturacağım uygulamaları dünyanın diğer ucundaki kullanıcılara ulaştırmak için can atıyorum! Kullanıcıyı ilk bakışta etkileyen web siteleri yapma ve insanların hayatını kolaylaştıracak uygulamalar yapma konusunda tutkuluyum."
    },
      "navbar": {
        "links": {
          "link0": "Anasayfa",
          "link1": "Hakkımda",
          "link2": "Projeler",
          "link3": "İletişim",
          "link4": "Özgeçmiş",
          "link5": "Dil"
        }
      },
      "projects": {
        "titles": {
          "title0": "Projelerim",
          "title1": "Diğer projelerim"
        },
        "texts": {
          "text0": "Bu web sitesinin amacı, ihtiyacı olanlara yemek kuponu bağışı toplamaktı. Bu proje gerçek hayattaki bir şirket projesine en yakın projey deneyimiydi çünkü bir baş mühendisimiz vardı ve geliştirme metodu olarak SCRUM kullanmıştık. Geliştirme için ReactJS'yi, verileri depolamak için Firebase'i ve stil oluşturmak için Ant Design'ı kullandık. Ödemeleri işlemek için Stripe API, grafikler için ChartJS, blogumuz için Wordpress API, dil desteği için i18next kullandık. Ayrıca tasarımlarımız için bir UI / UX tasarımcısıyla çalıştık ve Figma'yı kullandık.",
          "text1": "Bu web sitesinin amacı, benim kim olduğumu, eğitim bilgilerimi, yeteneklerimi ve şimdiye kadar yaptığım projeleri göstermek. Geliştirme için ReactJS'i, stil oluşturmak için Bootstrap kullandık. Dil desteği için i18next kullandık.",
          "text2": "Bu proje, filmleri, oyuncuları arayabileceğiniz ve popüler filmleri, TV şovlarını vb. görebileceğiniz IMDb web sitesine benzer bir web sitesidir. Bu projede, ortağım ve ben gerekli film verilerini almak için nesne yönelimli programlama ve MovieDb API kullandık. Ayrıca, vanilya JavaScript, HTML ve stil için CSS ile Bootstrap kullandım.",
          "text3": "Bu web sitesinin amacı  Madlibs oyunu oynamaktır. Ayrıca Türkçe ve İngilizce dil desteğine sahiptir. Yerel depolamayı kullanarak sözcüklerinizi kaydedebilir. Bu projede, ilk defa pair programming ile bir ortakla çalıştım ve bu benim ilk vanilya JavaScript, HTML, CSS projemdi. Ayrıca, regular expressions, i18next kütüphanesi, yerel depolama gibi teknolojileri tecrübe ettim. Projenin tarzı tamamen CSS idir, yani stil için herhangi bir framework kullanmadım."
        },
        "links": {
          "link0": "GitHub repository",
          "link1": "Sayfayı ayrı bir pencerede açın"
        },
        "bolds": {
          "bold0": "Çalıştığım konular: ",
          "bold1": "Kullanılan teknolojiler: "
        }
}
}
