{
    "about": {
        "title0": "Merhaba, Ben Gizem!",
        "title1": "Yazılım Geliştirici",
        "title2": "İletişime Geç"
      },
      "details": {
        "head": "Benim hakkımda bilmeniz gereken her şey burada!",
        "title0": "Benim adım Gizem, ürün uzmanı olarak çalışıyorum. Kendi fikirlerimi geliştirme hevesimden dolayı, kendimi yazılımın sonsuz dünyasında buldum. Parmakla üretilen ürünlerin dünyanın diğer ucundaki kullanıcılar tarafından kullanılabileceği düşüncesi beni heyecanlandırıyor.",
        "title1": "EĞİTİM BİLGİSİ",
        "title2": "YETENEKLER",
        "title3": "HEDEFLER",
        "li0": "Hızlı öğrenirim",
        "li1": "Kendimi geliştirmeyi severim",
        "li2": "Boş günüm yoktur",
        "li3": "Hevesliyim, Tutkuluyum, Yenilikçiyim, Hırslıyım, Meraklıyım",
        "li4": "İyi bir takım oyuncusuyum, Sosyal biriyim.",
        "education0": "Re:Coded Bootcamp (Re:Coded + Flatiron School) - 2020",
        "education1": "Yönetim Bilişim Sistemleri, İstanbul Üniversitesi, 2020 - 2014",
        "education2": "Hotel Management / İstanbul Arel Üniversitesi, 2015 -2017",
        "education3": "Tourism & Hospitality / İstanbul Arel Üniversitesi, 2011 -2015",
        "goals0":"Parmaklarımla oluşturacağım uygulamaları dünyanın diğer ucundaki kullanıcılara ulaştırmak için can atıyorum! Kullanıcıyı ilk bakışta etkileyen web siteleri yapma ve insanların hayatını kolaylaştıracak uygulamalar yapma konusunda tutkuluyum."
    },
      "navbar": {
        "links": {
          "link0": "ANASAYFA",
          "link1": "HAKKIMDA",
          "link2": "PROJELER",
          "link3": "İLETİŞİM",
          "link4": "ÖZGEÇMİŞ",
          "link5": "Dil",
          "link6": "İngilizce",
          "link7": "Türkçe"
        }
      },
      "projects": {
        "titles": {
          "title0": "Projelerim"
        },
        "texts": {
          "text0": "Bu web sitesinin amacı, ihtiyacı olan insanlar için gıda kuponu bağışları toplamaktı. Bu proje, gerçek bir şirkette çalışıyormuş gibi uygunlandı çünkü bir takım liderimiz vardı ve geliştirme için çevik metodoloji kullandık. Geliştirme için ReactJS, verileri depolamak için Firebase ve stil oluşturmak için Ant Design kullandık. Ödemeleri işlemek için Stripe API, grafikler için ChartJS, blogumuz için WordPress API, dil desteği için i18next kullandık. Figma kullanarak kendi tasarımımızı yarattık ve tasarım geri bildirimlerimiz için bir UI / UX tasarımcısı ile çalıştık.",
          "text1": "Bu web sitesinin amacı, benim kim olduğumu, eğitim bilgilerimi, yeteneklerimi ve şimdiye kadar yaptığım projeleri göstermek. Geliştirme için ReactJS'i, stil oluşturmak için Bootstrap kullandık. Dil desteği için i18next kullandık.",
          "text2": "Bu proje, filmleri, oyuncuları arayabileceğiniz ve popüler filmleri, TV şovlarını vb. görebileceğiniz IMDb web sitesine benzer bir web sitesidir. Bu projede, takım arkadaşlarım ve ben gerekli film verilerini almak için nesne yönelimli programlama ve MovieDb API kullandık. Ayrıca, JavaScript, HTML ve stil için CSS ile Bootstrap kullandık.",
          "text3": "Bu web sitesinin amacı Madlibs oyunu oynamaktır.(Nasıl oynandığını Google'dan bakabilirsiniz) Bu projede, JavaScript, HTML, CSS ve Bootstrap kullandık. Ayrıca, regular expressions'ı tecrübe ettim."
        },
        "links": {
          "link0": "GitHub repository",
          "link1": "Sayfayı ayrı bir pencerede açın"
        },
        "bolds": {
          "bold0": "Kullanılan teknolojiler: ",
          "bold1": "Proje Detayları"
        }
        
},
"contact": {
  "title0": "İletişime Geç",
  "title1": "Bir sonraki heyecan verici proje için sabırsızlanıyorum. O halde birlikte gurur duyacağımız bir şey üzerinde çalışalım!",
  "title2": "Sosyal Medya",
  "title3": "Mail Gönder"

}
}
